// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="List Marc rápid/Marc grupo";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Marc rápid: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Grupo: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Número máximo de entradas: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="Puede añadir %d entradas de marcado rápido como máximo.";
"Import from Other Phone Book"="Importar de Agenda";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="OK";
"Cancel"="Cancelar";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="Ha cambiado Marcado rápido/Marc grupo de la impresora \"%@\".\n¿Desea guardar estos cambios en la impresora?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="Ha cambiado Marcado rápido/Marc grupo de la impresora \"%@\".";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Obtener marcados rápidos...";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Lista para empezar a guardar datos. ¿Desea continuar?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Otra persona está sobrescribiendo los ajustes de Marcado rápido/Marc grupo de la impresora.\n¿Desea sobrescribirlos?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Enviar marcados rápidos...";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Si se importan datos personales con caracteres no admitidos para nombres de Marcado rápido, la columna Marcado rápido se dejará en blanco.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Selec destino importación";
"Select data to import."="Seleccione los datos para importar.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Editar Marcado rápido";
"Str_Edit_Speed_Dial_Entry_Number"="Nº de entrada : %d";
"Name/Group Name"="Nombre/Nombre de grupo";
"Fax Number"="Número de fax";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="El guión \"-\" significa pausa; no lo use para escribir números de teléfono.";
"Speed Dial"="Marcado rápido";
"Group Dial"="Marcado grupo";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Editar Marcado de grupo";
"Str_Edit_Group_Dial_Entry_Number"="Nº de entrada : %d";
"Member"="Miembro";
"Entry Number"="Nº de entrada";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="¿Desea borrar la entrada nº %d de Marcado rápido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="La entrada nº %d de Marcado rápido está registrada en uno o más grupos y también se va a eliminar del grupo o grupos.\n¿Desea borrar la entrada nº %d de Marcado rápido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="La entrada nº %d de Marcado rápido está registrada en uno o más grupos y también se va a eliminar del grupo o grupos. Como consecuencia, algunos grupos quedarán vacíos y también se borrarán.\n¿Desea borrar la entrada nº %d de Marcado rápido?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="¿Desea borrar la entrada nº %d de Marcado de grupo?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="¿Desea borrar todas las listas de Marcado rápido y de Marcado de grupo de la impresora \"%@\"?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Acerca de FAX Utility...";
"Preferences..."="Preferencias...";
"Services"="Servicios";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar otros";
"Show All"="Mostrar todo";
"Quit FAX Utility"="Cerrar FAX Utility";
"File"="Archivo";
"Get Speed Dials..."="Obtener marcados rápidos...";
"Send Speed Dials..."="Enviar marcados rápidos...";
"Import"="Importar";
"Back up"="Copia seguridad";
"Close"="Cerrar";
"From Address Book"="De la Agenda";
"Save Backup..."="Guardar copia seg...";
"Restore Backup..."="Recuperar copia de seguridad...";
"Edit"="Editar";
"Undo"="Deshacer";
"Redo"="Rehacer";
"Cut"="Cortar";
"Copy"="Copiar";
"Paste"="Pegar";
"Select All"="Seleccionar todo";
"Edit..."="Editar...";
"Delete"="Borrar";
"Delete All"="Borrar todo";
"Window"="Ventana";
"Minimize"="Minimizar";
"Help"="Ayuda";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="No se encuentra el archivo necesario para ejecutar la aplicación.\nReinstale FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="No se pueden obtener datos de la impresora (fax). Vaya a \"Preferencias de impresión y fax\" y añada el controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="El archivo especificado ya existe. ¿Desea sobrescribirlo?";
"Str_Alert_Common_Not_Responding_Error"="La impresora no responde. Confirme que esté encendida y bien conectada.";
"Str_Alert_Common_Communication_Error"="Error de comunicación de la impresora.";
"Str_Alert_Common_Printer_Processing_Error"="La impresora está procesando datos. Espere un rato y vuelva a intentarlo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Error durante la comunicación con la impresora.\nCódigo del error (%d)";
"Str_Alert_Common_Error_Occurred"="Error. Procesamiento cancelado.";
"Str_Alert_Common_PrinterStatusError"="Error en la impresora. Resuelva el error y vuelva a intentarlo.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="No se puede abrir la List Marc rápid/Marc grupo porque está ejecutándose otra función de FAX Utility. Espere a que termine e inténtelo de nuevo.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="No se ha podido escribir Marc rápid/Marc grupo.\n¿Desea salir de la lista Marc rápid/Marc grupo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="No se puede abrir la Agenda.\nCódigo de error (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="No se encuentra la Agenda.\nImportación cancelada.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="No se pueden obtener datos de la Agenda.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="No se ha escrito archivo d copia de seguridad.\nEl disco no tiene bastante espacio libre o está protegido contra escritura.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="No se ha podido escribir el archivo de copia de seguridad.\nEstá usándolo otra aplicación.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="No se ha podido escribir el archivo de copia de seguridad.\nCódigo de error (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="No se detecta el formato del archivo.\nEl archivo puede estar dañado o ha sido creado con otra aplicación.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="No se ha podido leer el archivo de copia de seguridad.\nEstá usándolo otra aplicación.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="No se ha podido leer el archivo de copia de seguridad.\nCódigo de error (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="Ha escrito un carácter no admitido en el Nombre/Nombre de grupo.\nSólo se admiten símbolos y caracteres alfanuméricos.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="El número de fax incluye carácter/es no admitido/s.\nSolamente puede usar 0-9, *, #, - y espacios.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="La entrada nº %d de Marcado rápido está registrada en uno o más grupos. Si cambia Marcado rápido por Marcado de grupo se eliminará el Marcado rápido del grupo o grupos existentes.\n¿Desea cambiar la entrada nº %d de Marcado rápido por Marcado de grupo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="La entrada nº %d de Marcado rápido está registrada en uno o más grupos. Si cambia el Marcado rápido por Marcado de grupo se eliminará el Marcado rápido del grupo o grupos existentes. Como consecuencia, algunos grupos quedarán vacíos y también se borrarán.\n¿Desea cambiar la entrada nº %d de Marcado rápido por Marcado de grupo?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="En un grupo, puede registrar máximo %d números de Marcado rápido.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="No puede escribir únicamente espacios en Nombre/Nombre de grupo.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="No puede escribir únicamente espacios en Número de fax.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="No se encuentra el archivo para importar.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="No se puede leer el archivo especificado porque se ha creado con una versión más reciente de FAX Utility.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="El archivo especificado incluye algunas entradas que no se pueden recuperar porque sus números de entrada superan el límite de la impresora conectada mostrada abajo.\n¿Desea recuperar las entradas válidas?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Número máximo de entradas: %d\nNúmero máximo de entradas por Marcado grupo: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="No se puede recuperar ninguna entrada del archivo especificado.";

// ------------------------------------------------------------------------
"NickName"="Palabra índice";
"Fax Speed"="Velocidad del fax";
"Default Speed"="Defecto";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="Ha escrito un carácter no admitido en la Palabra índice.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="Ha escrito un carácter no admitido en el Nombre/Nombre de grupo.";
"Str_InUseByAnotherFunction"="La está usando otra función";

"StrAlert_InUseByAnotherFunction_CannotMove"="No se puede mover. Una o varias de estas entradas las está usando otra función en la posición especificada o cerca de ella.";
"StrAlert_ProtectedData_Exist"="La función de fax programado u otra está usando una o varias de estas entradas. Ahora están protegidas y no se pueden cambiar.";
"StrAlert_ProtectedData_CannotMove"="No se puede mover. Una o varias de estas entradas están protegidas ahora en la posición especificada o cerca de ella.";
"StrAlert_PhoneBook_ReWrite"="Otro usuario ha cambiado una o varias de estas entradas.\n¿Desea sobrescribirlas?";
"StrAlert_ProtectedData_WriteExcept"="Las siguientes entradas están protegidas porque ha empezado a usarlas otro usuario.\nNº de entrada: %@\n\n¿Desea escribir todas sus entradas excepto las arriba mencionadas?";
"StrAlert_InUseByAnotherFunction_ClearData"="Las entradas mostradas con un mensaje \"La está usando otra función\" no se pueden guardar.\n¿Desea continuar?";
"StrAlert_ProtectedData_CannotSaveStatus"="No se guardará el estado de protegidas de algunas entradas.\n¿Desea continuar?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="El campo Nombre/Nombre de grupo se quedará en blanco si contiene algún carácter no admitido en el campo de los datos recuperados.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Una o varias de estas están siendo usadas por otra función. Además, serán sustituidas por las entradas recuperadas.\n¿Desea continuar?";

"StrAlert_ProtectedData_1"="Las siguientes entradas no se pueden guardar en su impresora. Ya han sido utilizadas y protegidas antes de que usted las obtuviera de la impresora. Cuando las guarde, las entradas de la impresora sustituirán estas entradas, y se perderán todas las modificaciones que usted haya realizado en ellas.\nNº de entrada: %@";
"StrAlert_ProtectedData_2"="Entre las siguientes entradas de Marcado grupo hay alguna/s entrada/s de Marcado rápido que ahora están protegidas en la impresora. Esas entradas de Marcado rápido no se guardarán en ningún grupo. Las entradas de Marcado grupo se eliminarán si no hay ninguna de Marcado rápido en un grupo.\nNº de entrada: %@";
"StrAlert_ProtectedData_3"="¿Desea continuar?";
"StrAlert_RestoreData_1"="No se pueden recuperar del archivo de copia de seguridad las siguientes entradas de Marcado rápido o de Marcado grupo.\nNº de entrada: %@\nLas entradas protegidas con los números arriba indicados no se pueden sobrescribir.";
"StrAlert_RestoreData_2"="Entre las siguientes entradas de Marcado grupo hay alguna/s entrada/s de Marcado rápido que no se pueden recuperar. Todas las entradas de Marcado rápido irrecuperables no aparecerán cuando se recupere un grupo. Las entradas de Marcado grupo se eliminarán si no hay ninguna de Marcado rápido en un grupo.\nNº de entrada: %@";
"StrAlert_RestoreData_3"="¿Desea continuar?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Hay alguna/s entrada/s de Marcado rápido o Marcado grupo protegidas. No se pueden borrar las entradas protegidas.\n¿Desea borrar todas las entradas excepto la/s protegida/s?";

"Str_FaxContacts"="Contactos";
"Str_FaxAddressBook"="Agenda";
"StrAlert_CannotAccessContacts_A"="No está permitido el acceso a %@.";
"StrAlert_CannotAccessContacts_B"="Permita que FAX Utility acceda a %@. Vaya a [Preferencias del Sistema] - [Seguridad y Privacidad] - [Privacidad] - [%@].\nReinicie FAX Utility para actualizar la configuración.";
